---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Electrical.ElectricalAnalyticalLoadSet
source: html/7b5ed25e-f2e7-998b-01e0-fd83e96831c1.htm
---
# ElectricalAnalyticalLoadSet Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.